Repository: common-repository/ns-woocommerce-watermark
Catalog: languages/ns-woocommerce-watermark-*.po
Languages: it_it

source: WATERMARK PREMIUM VERSION
it_it: WATERMARK VERSIONE PREMIUM

source: ALL FREE VERSION FEATURES and:
it_it: TUTTE LE FUNZIONI GRATIS e:

source: Choose the watermark position
it_it: Scegliere la posizione del watermark

source: Add a margin to your watermark
it_it: Aggiungere un margine al watermark

source: Repeat a watermark
it_it: Ripetizione del watermark

source: Add background layer to watermark
it_it: Aggiungi livello di sfondo al watermark

source: Choose background watermark color
it_it: Scegli colore di sfondo del watermark

source: Choose background watermark opacity
it_it: Scegli opacità di sfondo del watermark

source: Add a colored layer in all photo
it_it: Aggiungi un livello colorato in tutte le foto

source: Choose background layer color
it_it: Scegli il colore del livello di sfondo

source: Choose background layer opacity
it_it: Scegli l’opacità del livello di sfondo

source: You can add a different watermark image for only thumbnail images (NEW FEATURES!)
it_it: Aggiungere differenti watermark ad ogni immagine (NUOVA FUNZIONE!)

source: SUBSCRIBE TO OUR NEWSLETTER
it_it: iscriviti alla nostra newsletter

source: Thanks to use BTTA plugin! Submit your email to keep in touch!
it_it: Grazie di usare BTTA! Inserisci la tua email per rimanere in contatto con noi!

source: SUBSCRIBE!
it_it: ISCRIVITI!

source: NS WooCommerce Watermark settings
it_it: Impostazione NS WooCommerce Watermark

source: Gd Library
it_it: Libreria GD

source: Contact your admin server to install gd library on your server
it_it: Contatta il proprietario del server per installare la libreria GD sul tuo server

source: Allow url fopen
it_it: Permetti fopen url

source: Contact your admin server to turn on allow_url_fopen
it_it: Contatta il proprietario del server per sbloccare allow_url_fopen

source: Enabled Plugin
it_it: Plugin disabilitato

source: Enable
it_it: Abilita

source: Disable
it_it: Disabilita

source: Enable only for not registred user
it_it: Abilita solo per gli utenti non registrati

source: Select a Watermark
it_it: Seleziona un watermarker

source: Upload Image
it_it: Carica immagine

source: Save Changes
it_it: Salva modifiche

source: Dismiss this notice
it_it: Rimuovi questa notifica
